Repository: ElonGaties/zerospades
Catalog: Resources/Locales/*/openspades.po
Languages: es

# Preferences
source: Heads-Up Display
es: Interfaz

# Preferences
source: Hide HUD
es: Ocultar el HUD

# Preferences
source: Chat Height
es: Altura del chat

# Preferneces
source: Killfeed Height
es: Altura del killfeed

# Preferences
source: Render Scale
es: Escala de renderizado

# Preferences
source: Render Scaling Filter
es: Filtro de escala de renderizado

# Preferences
source: Bicubic
es: Bicúbico

# Preferences
source: Bilinear
es: Bilineal

# Preferences
source: Nearest Neighbour
es: Vecino más cercano

# Preferences
source: Adaptive
es: Adaptativo

# Preferences
source: World
es: Mundo

# Preferences
source: Dynamic Lights
es: Luces dinámicas

# Preferences
source: Tracers Lights
es: Luces de trazadores

# Preferences
source: Depth Prepass
es: Prepaso de profundidad

# Preferences
source: Occlusion Querying
es: Consulta de oclusiones

# Preferences
source: Post-processing
es: Post-procesado

# Preferences
source: Depth Of Field
es: Profundidad de campo

# Preferences
source: Camera Blur
es: Desenfoque de cámara

# Preferences
source: FXAA Anti-Aliasing
es: Suavizado FXAA

# Preferences
source: Lens Flares
es: Destellos de lente

# Preferences
source: Flares Lights
es: Luces de destellos

# Preferences
source: Color Correction
es: Corrección de color

# Preferences
source: Sharpening
es: Nitidez

# Preferences
source: Saturation
es: Saturación

# Preferences
source: Exposure
es: Exposición

# Preferences
source: Other
es: Otros

# Preferences
source: Rendering Statistics
es: Estadísticas de renderizado

# Preferences
source: Allow CPU Rendering
es: Permitir renderizado por CPU

# Preferences
source: Software Renderer
es: Renderizador de software

# Preferences
source: Thread Count
es: Número de hilos

# Preferences
source: Threads
es: Hilos

# Preferences
source: Undersampling
es: Submuestreo

# Preferences
source: Mouse Sensitivity Type
es: Tipo de sensibilidad del ratón

# Preferences
source: Default
es: Predeterminado

# Preferences
source: Mouse Acceleration
es: Aceleración del ratón

# StartupScreen
source: Antialiasing:Enables a technique to improve the appearance of high-contrast edges. MSAA: Performs antialiasing by generating an intermediate high-resolution image. Looks best, but doesn't cope with some settings. FXAA: Performs antialiasing by smoothing artifacts out as a post-process.|Off|MSAA 2x|4x|FXAA
es: Antialiasing:Habilita una técnica para mejorar la apariencia de los bordes de alto contraste. MSAA: Realiza el antialiasing generando una imagen intermedia de alta resolución. Se ve mejor, pero no es compatible con algunos ajustes. FXAA: Realiza el antialiasing suavizando los artefactos como un post-proceso.|Off|MSAA 2x|4x|FXAA

# StartupScreen
source: Enables frame rate synchronization.
es: Activa la sincronización de la frecuencia de imagen.

# StartupScreen
source: Flares for Dynamic Lights.
es: Destellos para luces dinámicas.

# StartupScreen
source: None
es: Ninguno

# StartupScreen
source: Disables the volumetric fog effect.
es: Desactiva el efecto de niebla volumétrica.

# StartupScreen
source: Level 1
es: Nivel 1

# StartupScreen
source: Applies local illumination to the fog.
es: Aplica iluminación local a la niebla.

# StartupScreen
source: Level 2
es: Nivel 2

# StartupScreen
source: Applies both local illumination and global illumination to the fog.
es: Aplica tanto la iluminación local como la iluminación global a la niebla.

# StartupScreen
source: Warning: '{0}' must be enabled.
es: Advertencia: '{0}' debe estar activado.

# StartupScreen
source: Volume
es: Volumen

# StartupScreen
source: Output Device
es: Dispositivo de salida

# StartupScreen
source: Other advanced settings only accessible through '{0}' tab and in-game commands.
es: Otros ajustes avanzados sólo accesibles a través de la pestaña '{0}' y desde los comandos en el juego.

# Preferences
source: Team Color
es: Color del equipo

# Preferences
source: Light Blue
es: Azul claro

# Preferences
source: Blue
es: Azul

# Preferences
source: Purple
es: Púrpura

# Preferences
source: Red
es: Rojo

# Preferences
source: Orange
es: Naranja

# Preferences
source: Yellow
es: Amarillo

# Preferences
source: Green
es: Verde

# Preferences
source: Pink
es: Rosa

# Preferences
source: Custom
es: Personalizado

# Preferences
source: Cyan
es: Cian

# Preferences
source: Classic
es: Clásico

# Preferences
source: Dot Sight
es: Mira de punto

# Preferences
source: Iron Sight
es: Mira de hierro

# Preferences
source: No Preview Available.
es: No hay vista previa disponible.

# Preferences
source: Randomize
es: Aleatorio

# Preferences
source: Ignore Private Messages
es: Ignorar mensajes privados

# Preferences
source: Death Camera Volume
es: Volumen de cámara de muerte

# Preferences
source: Respawn Beep Volume
es: Volumen de reaparición

# Preferences
source: Hit Feedback Volume
es: Volumen de impacto

# Preferences
source: Headshot Feedback Volume
es: Volumen de impacto en la cabeza

# Preferences
source: Show Placed Blocks
es: Mostrar bloques colocados

# Preferences
source: Player Statistics Height
es: Altura de estadísticas del jugador

# Preferences
source: Classic Player Model
es: Modelo clásico de jugadores

# Preferences
source: HUD Edge Positions
es: Posicion de los bordes del HUD

# Preferences
source: HUD Color
es: Color del HUD

# Preferences
source: Custom Color
es: Color personalizado

# Preferences
source: Small HUD Font
es: Fuente del HUD pequeña

# Preferences
source: Target
es: Objetivo

# Preferences
source: Target Type
es: Tipo de objetivo

# Preferences
source: Lines
es: Líneas

# Preferences
source: Opacity
es: Opacidad

# Preferences
source: Length
es: Longitud

# Preferences
source: Thickness
es: Grosor

# Preferences
source: Gap
es: Abertura

# Preferences
source: Dynamic
es: Dinámico

# Preferences
source: Dynamic Split Dist
es: Distancia de separación

# Preferences
source: Outline
es: Contorno

# Preferences
source: Outline Color
es: Color del contorno

# Preferences
source: Outline Opacity
es: Opacidad del contorno

# Preferences
source: Outline Thickness
es: Grosor del contorno

# Preferences
source: Rounded Corners Style
es: Estilo de esquinas redondeadas

# Preferences
source: Center Dot
es: Punto central

# Preferences
source: Center Dot Color
es: Color del punto central

# Preferences
source: Center Dot Opacity
es: Opacidad del punto central

# Preferences
source: Center Dot Thickness
es: Grosor del punto central

# Preferences
source: T Style
es: Estilo T

# Preferences
source: Scope
es: Mira

# Preferences
source: Scope Type
es: Tipo de mira

# Preferences
source: Hold Large Map
es: Mantener el mapa con el botón

# StartupScreen
source: Vertical Sync:Synchronizes screen updates to a monitor's refresh rate.|Off|On|Adaptive
es: Sincronización vertical:Sincroniza las actualizaciones de la pantalla con la frecuencia de actualización del monitor.|Off|On|Adaptativo

# Client
source: K/D Ratio: {0}
es: Ratio de muertes: {0}

# Client
source: Kill Streak: {0}
es: Racha de muertes: {0}

# Client
source: Best Streak: {0}
es: Mejor racha: {0}

# Client
source: Melee Kills: {0}
es: Muertes cuerpo a cuerpo: {0}

# Client
source: Grenade Kills: {0}
es: Muertes por granada: {0}

# Client
source: Blocks Placed: {0}
es: Bloques colocados: {0}

# Client
source: You hit {0} from: {1} blocks
es: Le diste a {0} desde: {1} bloques

# Client
source: LIMB
es: MIEMBRO

# Client
source: HEAD
es: CABEZA

# Preferences
source: Show Alive Player Count
es: Mostrar recuento de jugadores vivos

# Preferences
source: Top
es: Arriba

# Preferences
source: Bottom
es: Abajo

# Preferences
source: Show Map Location
es: Mostrar ubicación en el mapa

# Preferences
source: Side
es: Lado

# Preferences
source: Show Player Names
es: Mostrar nombres de jugadores

# StartupScreen
source: GitHub Repository
es: Página de GitHub

# StartupScreen
source: An unknown error has occurred while opening this url.
es: Se ha producido un error desconocido al abrir esta URL.

# Client
source: [{0}] Toggle player names
es: [{0}] Alternar nombres de jugadores

# Preferences
source: HUD Ammo Style
es: Estilo de munición del HUD

# Client
source: Respawning in: {0}
es: Reapareciendo en: {0}

# Client
source: Volume: {0}%
es: Volumen: {0}%
