Repository: ElonGaties/zerospades
Catalog: Resources/Locales/*/openspades.po
Languages: es

# Client
source: Map saved: {0}
es: Mapa guardado: {0}

# Client
source: Saving map failed:
es: Error en el guardado del mapa: {0}

# Client
source: Sceneshot saved: {0}
es: Sceneshot guardada: {0}

# Client
source: Screenshot saved: {0}
es: Screenshot guardada: {0}

# Client
source: Screenshot failed:
es: Screenshot fallida: {0}

# Client
source: NOW LOADING
es: CARGANDO

# Client
source: Disconnecting...
es: Desconectando...

# Client
source: Reloading
es: Recargando

# Client
source: Press [{0}] to Reload
es: Presiona [{0}] para recargar

# Client
source: Waiting for respawn
es: Esperando para reaparecer

# Client
source: Following {0}
es: Siguiendo {0}

# Client
source: Out of Blocks
es: Sin bloques

# Client
source: Out of Ammo
es: Sin munición

# Client
source: Out of Grenades
es: Sin granadas

# Client
source: {0} captured {1}'s territory
es: {0} capturó el territorio {1}

# Client
source: {0} captured an neutral territory
es: {0} ha capturado un territorio neutral

# Client
source: {0} captured {1}'s Territory
es: {0} capturó el Territorio {1}

# Client
source: {0} captured an Neutral Territory
es: {0} ha capturado un Territorio Neutral

# Client
source: {0} captured {1}'s intel
es: {0} capturó la intel {1}

# Client
source: {0} captured {1}'s Intel.
es: {0} capturó la Intel {1}.

# Client
source: {0} picked up {1}'s intel
es: {0} tomó la intel {1}

# Client
source: {0} picked up {1}'s Intel.
es: {0} tomó la Intel {1}.

# Client
source: {0} dropped {1}'s intel
es: {0} soltó la intel {1}

# Client
source: {0} dropped {1}'s Intel
es: {0} soltó la Intel {1}

# Client
source: Player {0} has left
es: El jugador {0} ha salido

# Client
source: {0} joined {1} team
es: {0} se unio al equipo {1}

# Client
source: {0} wins!
es: {0} gana!

# Client
source: {0} Wins!
es: {0} Gana!

# Client
source: {0} block
es: {0} bloque

# Client
source: -- blocks
es: -- bloques

# Client
source: Shotgun
es: Escopeta

# Client
source: Fall
es: Caída

# Client
source: Melee
es: Cuerpo a cuerpo

# Client
source: Grenade
es: Granada

# Client
source: Headshot
es: Tiro en la Cabeza

# Client
source: Team Change
es: Cambio de equipo

# Client
source: Weapon Change
es: Cambio de arma

# Client
source: You were killed by {0}
es: Fuiste asesinado por {0}

# Client
source: Insufficient blocks.
es: Bloques insuficientes.

# Client
source: You cannot place a block there.
es: No puedes colocar un bloque ahí.

# Client
source: Spawn
es: Aparecer

# Client
source: Select Team:
es: Seleccionar equipo:

# Client
source: Select Weapon:
es: Seleccionar arma:

# NetClient
source: Connecting to the server
es: Conectando al servidor

# NetClient
source: Not connected
es: No conectado

# NetClient
source: Awaiting for state
es: Esperando el estado

# NetClient
source: Loading snapshot
es: Carga del mapa

# NetClient
source: Connected
es: Conectado

# NetClient
source: Still loading...
es: Aún cargando...

# NetClient
source: You are banned from this server.
es: Has sido baneado de este servidor.

# NetClient
source: Your network's public address has too many connections to this server.
es: La dirección pública de su red tiene demasiadas conexiones a este servidor.

# NetClient
source: Incompatible client protocol version.
es: Versión de protocolo de cliente incompatible.

# NetClient
source: Server full
es: Servidor lleno

# NetClient
source: Server shutdown
es: Cierre del servidor

# NetClient
source: You were kicked from this server.
es: Has sido expulsado de este servidor.

# NetClient
source: Unknown Reason
es: Razón desconocida

# Client
source: Spectator{1}
es: Espectador{1}

# Client
source: Neutral Territory
es: Territorio neutral

# Client
source: {0}'s Territory
es: Territorio {0}

# Main
source: Localization System Loaded
es: Sistema de localización cargado

# Main
source: A serious error caused OpenSpades to stop working: {0} See SystemMessages.log for more details.
es: Un error grave ha provocado que OpenSpades deje de funcionar: {0} Ver SystemMessages.log para más detalles.

# Main
source: OpenSpades Fatal Error
es: Error fatal de OpenSpades

# MainScreen
source: NOW LOADING
es: CARGANDO

# Client
source: Back to Game
es: Volver al juego

# Client
source: Chat Log
es: Registro del chat

# Client
source: Setup
es: Configurar

# Client
source: Disconnect
es: Desconectar

# Client
source: Send
es: Enviar

# Client
source: Cancel
es: Cancelar

# Client
source: Chat Text
es: Chat de texto

# Client
source: Team
es: Equipo

# Client
source: Close
es: Cerrar

# Client
source: Say Global
es: Decir a todos

# Client
source: Say Team
es: Decir al equipo

# CreateProfileScreen
source: OK
es: Aceptar

# CreateProfileScreen
source: Decide later
es: Decidir después

# CreateProfileScreen
source: Welcome to OpenSpades
es: Bienvenido a OpenSpades

# CreateProfileScreen
source: Choose a player name:
es: Elija un nombre de jugador:

# CreateProfileScreen
source: Player name
es: Nombre del jugador

# CreateProfileScreen
source: You can change it later in the Setup dialog.
es: Puede cambiarlo más tarde en el cuadro de diálogo Configurar.

# MainScreen
source: Connect
es: Conectar

# MainScreen
source: Quick Connect
es: Conexión rapida

# MainScreen
source: Quit
es: Salir

# MainScreen
source: Credits
es: Creditos

# MainScreen
source: Setup
es: Configurar

# MainScreen
source: Filter
es: Filtro

# MainScreen
source: Empty
es: Vacío

# MainScreen
source: Not Full
es: No lleno

# MainScreen
source: Server Name
es: Nombre del servidor

# MainScreen
source: Players
es: Jugadores

# MainScreen
source: Map Name
es: Nombre del mapa

# MainScreen
source: Game Mode
es: Modo de juego

# MainScreen
source: You were disconnected from the server because of the following reason: {0}
es: Has sido desconectado del servidor por la siguiente razón: {0}

# MainScreen
source: Fetching server list...
es: Obteniendo lista de servidores...

# MainScreen
source: Failed to fetch the server list.
es: No se ha podido obtener la lista de servidores.

# MessageBox
source: OK
es: Aceptar

# MessageBox
source: Cancel
es: Cancelar

# Preferences
source: Game Options
es: Opciones del juego

# Preferences
source: Controls
es: Controles

# Preferences
source: Misc
es: Misceláneos

# Preferences
source: Back
es: Atrás

# Preferences
source: Press Key to Bind or [Escape] to Cancel...
es: Presione la tecla para asignar o [Escape] para Cancelar...

# Preferences
source: Space
es: Espacio

# Preferences
source: Unbound
es: Sin Asignar

# Preferences
source: Left Mouse Button
es: Botón izquierdo del ratón

# Preferences
source: Right Mouse Button
es: Botón derecho del ratón

# Preferences
source: Middle Mouse Button
es: Botón central del ratón

# Preferences
source: Mouse Button 4
es: Botón del ratón 4

# Preferences
source: Mouse Button 5
es: Botón del ratón 5

# Preferences
source: ON
es: Encendido

# Preferences
source: OFF
es: Apagado

# Preferences
source: REVERSED
es: Invertido

# Preferences
source: Player Information
es: Informacion del jugador

# Preferences
source: Player Name
es: Nombre del Jugador

# Preferences
source: Effects
es: Efectos

# Preferences
source: Blood
es: Sangre

# Preferences
source: Animations
es: Animaciones

# Preferences
source: Camera Shake
es: Vibración de cámara

# Preferences
source: MORE
es: Más

# Preferences
source: Particles
es: Partículas

# Preferences
source: LESS
es: Menos

# Preferences
source: Feedbacks
es: Información

# Preferences
source: Hit Indicator
es: Indicador de impacto

# Preferences
source: Show Alerts
es: Mostrar alertas

# Preferences
source: AoS 0.75/0.76 Compatibility
es: Compatibilidad con AoS 0.75/0.76

# Preferences
source: Allow Unicode
es: Permitir Unicode

# Preferences
source: Server Alert
es: Alerta del servidor

# Preferences
source: Field of View
es: Campo de visión

# Preferences
source: Minimap size
es: Tamaño del minimapa

# Preferences
source: Show Statistics
es: Mostrar estadísticas

# Preferences
source: Weapons/Tools
es: Armas/Herramientas

# Preferences
source: Attack
es: Ataque

# Preferences
source: Alt. Attack
es: Ataque alternativo

# Preferences
source: Hold Aim Down Sight
es: Mantener mirilla con el botón

# Preferences
source: Mouse Sensitivity
es: Sensibilidad del ratón

# Preferences
source: ADS Mouse Sens. Scale
es: Sensibilidad del zoom

# Preferences
source: Exponential Power
es: Exponente de aceleración

# Preferences
source: Invert Y-axis Mouse Input
es: Invertir ratón

# Preferences
source: Reload
es: Recargar

# Preferences
source: Capture Color
es: Capturar color

# Preferences
source: Equip Spade
es: Equipar pala

# Preferences
source: Equip Block
es: Equipar bloque

# Preferences
source: Equip Weapon
es: Equipar arma

# Preferences
source: Equip Grenade
es: Equipar granada

# Preferences
source: Last Used Tool
es: Ultima arma usada

# Preferences
source: Switch Tools by Wheel
es: Cambiar arma con la rueda

# Preferences
source: Movement
es: Movimiento

# Preferences
source: Move Forward
es: Avanzar

# Preferences
source: Move Backward
es: Retroceder

# Preferences
source: Move Left
es: Moverse a la izquierda

# Preferences
source: Move Right
es: Moverse a la derecha

# Preferences
source: Crouch
es: Agacharse

# Preferences
source: Sneak
es: Caminar (Moverse lento)

# Preferences
source: Jump
es: Saltar

# Preferences
source: Sprint
es: Correr (Moverse rapido)

# Preferences
source: Minimap Scale
es: Escala del minimapa

# Preferences
source: Toggle Map
es: Mostrar mapa

# Preferences
source: Flashlight
es: Linterna

# Preferences
source: Global Chat
es: Chat global

# Preferences
source: Team Chat
es: Chat de equipo

# Preferences
source: Limbo Menu
es: Menu limbo

# Preferences
source: Save Map
es: Guardar mapa

# Preferences
source: Save Sceneshot
es: Guardar sceneshot

# Preferences
source: Save Screenshot
es: Guardar screenshot

# Preferences
source: Enable Startup Window
es: Activar la ventana de inicio

# Preferences
source: Quit and restart OpenSpades to access the startup window.
es: Salga y reinicie OpenSpades para acceder a la ventana de inicio.

# Preferences
source: Some settings only can be changed in the startup window.
es: Algunas opciones solo pueden ser cambiadas en la ventana de inicio.

# StartupScreen
source: Start
es: Iniciar

# StartupScreen
source: Skip this screen next time
es: Saltar esta pantalla la proxima vez

# StartupScreen
source: Graphics
es: Graficos

# StartupScreen
source: Generic
es: General

# StartupScreen
source: System Info
es: Información del sistema

# StartupScreen
source: Advanced
es: Avanzado

# StartupScreen
source: Custom
es: Personalizado

# StartupScreen
source: Close
es: Cerrar

# StartupScreen
source: Graphics Settings
es: Ajustes gráficos

# StartupScreen
source: Resolution
es: Resolución

# StartupScreen
source: Fullscreen Mode
es: Modo pantalla completa

# StartupScreen
source: By running in fullscreen mode OpenSpades occupies the screen, making it easier for you to concentrate on playing the game.
es: Al ejecutarse en modo de pantalla completa, OpenSpades ocupa toda la pantalla, lo que te permite concentrarte mejor en el juego.

# StartupScreen
source: Renderer
es: Renderizador

# StartupScreen
source: Backend
es: Motor

# StartupScreen
source: OpenGL renderer uses your computer's graphics accelerator to generate the game screen.
es: El renderizador OpenGL utiliza el acelerador gráfico de tu ordenador para generar la pantalla del juego.

# StartupScreen
source: Software renderer uses CPU to generate the game screen. Its quality and performance might be inferior to OpenGL renderer, but it works even with an unsupported GPU.
es: El renderizador software utiliza la CPU para generar la pantalla del juego. Su calidad y rendimiento pueden ser inferiores a los del renderizador OpenGL, pero funciona incluso con una GPU no compatible.

# StartupScreen
source: Global Illumination
es: Iluminación global

# StartupScreen
source: Enables a physically based simulation of light path for more realistic lighting.
es: Permite una simulación física en base a la trayectoria de la luz para una iluminación más realista.

# StartupScreen
source: Linear HDR Rendering
es: Renderizado HDR lineal

# StartupScreen
source: Uses a number representation which allows wider dynamic range during rendering process. Additionally, this allows color calculation whose value is in linear correspondence with actual energy, that is, physically accurate blending can be achieved.
es: Utiliza una representación numérica que permite un rango dinámico más amplio durante el proceso de renderizado. Además, permite calcular el color cuyo valor está en correspondencia lineal con la energía real, es decir, se puede lograr una mezcla físicamente precisa.

# StartupScreen
source: Camera Blur
es: Desenfoque de cámara

# StartupScreen
source: Blurs the screen when you turn quickly.
es: Desenfoca la pantalla cuando te giras rapidamente.

# StartupScreen
source: Lens Effect
es: Efecto de lente

# StartupScreen
source: Simulates distortion caused by a real camera lens.
es: Simula la distorsión provocada por el lente de una cámara real.

# StartupScreen
source: Lens Scattering Filter
es: Filtro de dispersión en el lente

# StartupScreen
source: Simulates light being scattered by dust on the camera lens.
es: Simula la luz siendo dispersada por el polvo en el lente de la cámara.

# StartupScreen
source: Lens Flare
es: Destello de lente

# StartupScreen
source: The Sun causes lens flare.
es: El Sol causa un destello de lente.

# StartupScreen
source: Enables lens flare for light sources other than the Sun.
es: Activa destello de lente para otras fuentes de luz diferentes al Sol.

# StartupScreen
source: Color Correction
es: Corrección de color

# StartupScreen
source: Applies cinematic color correction to make the image look better.
es: Aplica una corrección de color cinematográfica para que la imagen tenga mejor aspecto.

# StartupScreen
source: Depth of Field
es: Profundidad de campo

# StartupScreen
source: Blurs out-of-focus objects.
es: Difumina los objetos fuera del foco.

# StartupScreen
source: Screen Space Ambient Occlusion
es: Oclusión ambiental de espacio en pantalla

# StartupScreen
source: Simulates soft shadows that occur between nearby objects.
es: Simula sombras suaves que se producen entre objetos cercanos.

# StartupScreen
source: Low
es: Bajo

# StartupScreen
source: Medium
es: Medio

# StartupScreen
source: High
es: Alto

# StartupScreen
source: Post-process
es: Post-proceso

# StartupScreen
source: Post-process modifies the image to make it look better and more realistic.
es: El post-procesado modifica la imagen para que tenga un aspecto mejor y más realista.

# StartupScreen
source: Particle Quality|Low:Artifact occurs when a particle intersects other objects.|Medium:Particle intersects objects smoothly.|High:Particle intersects objects smoothly, and some objects casts their shadow to particles.
es: Calidad de partículas|Bajo:Artefactos se producen cuando una partícula intersecta otros objetos.|Medio:Las partículas intersectan objetos suavemente.|Alto:Las partículas intersectan objetos suavemente, y algunos objetos proyectan su sombra a las partículas.

# StartupScreen
source: Dynamic Lights
es: Luces dinámicas

# StartupScreen
source: Gives some objects an ability to emit light to give them an energy-emitting impression.
es: Otorga a algunos objetos la capacidad de emitir luz para darles una impresión de emisores de energía.

# StartupScreen
source: Shadows
es: Sombras

# StartupScreen
source: Non-static object casts a shadow.
es: Los objetos no estáticos proyectan una sombra.

# StartupScreen
source: Volumetric Fog
es: Niebla volumetrica

# StartupScreen
source: Simulates shadow being casted to the fog particles using a super highly computationally demanding algorithm.
es: Simula un fundido de sombra a las partículas de niebla usando un algoritmo de computación altamente exigente.

# StartupScreen
source: Physically Based Lighting
es: Iluminación basada fisicamente

# StartupScreen
source: Uses more accurate approximation techniques to decide the brightness of objects.
es: Utiliza técnicas de aproximación más precisas para decidir el brillo de los objetos.

# StartupScreen
source: Direct Lights
es: Luces directas

# StartupScreen
source: Controls how light encounting a material and atmosphere directly affects its appearance.
es: Controla cómo la luz llega a un material y el ambiente afecta directamente a su aspecto.

# StartupScreen
source: Water Shader|None:Water is rendered in the same way that normal blocks are done.|Level 1:Refraction and the reflected Sun are simulated.|Level 2:Waving water is simulated as well as reflection and refraction.|Level 3:Reflections and refractions are rendered at the highest quality using screen-space techniques.
es: Sombreador de agua|Ninguno:El agua se renderiza del mismo modo que los bloques normales.|Nivel 1:Se simula la refracción y el Sol reflejado.|Nivel 2:Se simula el agua ondulante, así como el reflejo y la refracción.|Nivel 3:Los reflejos y refracciones se renderizan con la máxima calidad mediante técnicas de espacio en pantalla.

# StartupScreen
source: Shader Effects
es: Efectos del sombreador

# StartupScreen
source: Special effects.
es: Efectos especiales.

# StartupScreen
source: Fast Mode:Reduces the image resolution to make the rendering faster.|Off|2x|4x
es: Modo Rápido:Reduce la resolución de la imagen para hacer un rendimiento mas rápido.|Apagado|2x|4x

# StartupScreen
source: Audio Settings
es: Ajustes de audio

# StartupScreen
source: Uses an OpenAL-capable sound card to process sound. In most cases where there isn't such a sound card, software emulation is used.
es: Utiliza una tarjeta de sonido compatible con OpenAL para procesar el sonido. En la mayoría de los casos en los que no existe tal tarjeta de sonido, se utiliza la emulación por software.

# StartupScreen
source: YSR is an experimental 3D HDR sound engine optimized for OpenSpades. It features several enhanced features including automatic load control, dynamics compressor, HRTF-based 3D audio, and high quality reverb.
es: YSR es un motor de sonido 3D HDR experimental optimizado para OpenSpades. Presenta varias funciones mejoradas, como control automático de carga, compresor de dinámica, audio 3D basado en HRTF y reverberación de alta calidad.

# StartupScreen
source: Null
es: Nulo

# StartupScreen
source: Disables audio output.
es: Desactivar salida de audio.

# StartupScreen
source: Polyphonics
es: Polifónico

# StartupScreen
source: Specifies how many sounds can be played simultaneously. Higher value needs more processing power, so setting this too high might cause an overload (especially with a software emulation).
es: Especifica cuántos sonidos pueden reproducirse simultáneamente. Un valor más alto necesita más potencia de procesamiento, por lo que un valor demasiado alto podría causar una sobrecarga (especialmente con una emulación de software).

# StartupScreen
source: Enables extended features provided by the OpenAL driver to create more ambience.
es: Activa las funciones ampliadas que ofrece el controlador OpenAL para crear más ambiente.

# StartupScreen
source: Specifies how many sounds can be played simultaneously. No matter what value is set, YSR might reduce the number of sounds when an overload is detected.
es: Especifica cuántos sonidos pueden reproducirse simultáneamente. Independientemente del valor que se establezca, YSR podría reducir el número de sonidos cuando se detecte una sobrecarga.

# StartupScreen
source: Language
es: Lenguaje

# StartupScreen
source: Tools
es: Herramientas

# StartupScreen
source: Reset All Settings
es: Restablecer todos los ajustes

# StartupScreen
source: Open Config Folder in Explorer
es: Abrir carpeta de configuración en el explorador

# StartupScreen
source: Reveal Config Folder in Finder
es: Revelar carpeta de configuraciones en el buscador

# StartupScreen
source: Browse Config Folder
es: Examinar carpeta de configuraciones

# StartupScreen
source: An unknown error has occurred while opening the config directory.
es: Un error desconocido ha ocurrido mientras se abria el directorio de configuraciones.

# StartupScreen
source: Are you sure to reset all settings? They include (but are not limited to):
es: ¿Está seguro de restablecer todos los ajustes? Incluyen (pero no se limitan a):

# StartupScreen
source: All graphics/audio settings
es: Todos los ajustes de gráficos/audio

# StartupScreen
source: All key bindings
es: Todas las teclas asignadas

# StartupScreen
source: Your player name
es: Tu nombre de jugador

# StartupScreen
source: Unknown ({0})
es: Desconocido ({0})

# StartupScreen
source: System default
es: Predeterminado del sistema

# StartupScreen
source: Copy to Clipboard
es: Copiar al portapapeles

# StartupScreen
source: Advanced Settings
es: Configuración avanzada

# StartupScreen
source: Filter
es: Filtro

# Client
source: Spectator
es: Espectador

# Client
source: Unbound
es: Sin Asignar

# Client
source: [{0}] Cycle camera mode
es: [{0}] Vista en 3ra persona

# Client
source: [{0}] Unfollow
es: [{0}] Dejar de seguir

# Client
source: [{0}/{1}] Follow a player
es: [{0}/{1}] Seguir a un jugador

# Client
source: [{0}/{1}] Go up/down
es: [{0}/{1}] Ir arriba/abajo

# NetClient
source: {0} second remaining
es: {0} segundo restante

# NetClient
source: {0} minute remaining
es: {0} minuto restante

# Client
source: *DEAD*
es: *MUERTO*

# Client
source: You will respawn in: {0}
es: Reaparecerás en: {0}

# Client
source: Following {0} [#{1}]
es: Siguiendo a {0} [#{1}]

# Client
source: [{0}/{1}] Next/Prev player
es: [{0}/{1}] Siguiente/Anterior jugador

# Client
source: [{0}] Select Team/Weapon
es: [{0}] Seleccionar Equipo/Arma

# Client
source: Welcome to the server, {0}!
es: Bienvenido al servidor, {0}!

# Client
source: You have killed {0}
es: Has matado a {0}

# Console
source: Command
es: Comando

# Preferences
source: Graphics Settings
es: Opciones gráficas

# Preferences
source: MARKS
es: Marcas

# Preferences
source: Ragdoll Corpses
es: Cadáveres ragdoll

# Preferences
source: Corpse Line Collision
es: Colisión en línea de cadáveres

# Preferences
source: Bullet Tracers
es: Trazadores de bala

# Preferences
source: Firstperson Tracers
es: Trazadores en 1ra persona

# Preferences
source: Eject Bullet Casings
es: Eyectar cartuchos de bala

# Preferences
source: Hurt Screen Effects
es: Efectos de daño en pantalla

# Preferences
source: Ignore Chat Messages
es: Ignorar mensajes del chat

# Preferences
source: Hit Analyzer
es: Analizador de impactos

# Preferences
source: Center Messages
es: Mensajes centrales

# Preferences
source: Center Messages Scale
es: Escala de mensajes centrales

# Preferences
source: Chat Notify Sounds
es: Sonidos de notificación del chat

# Preferences
source: Alert Sounds
es: Sonidos de alertas

# Preferences
source: Damage Indicator
es: Indicador de daño

# Preferences
source: Horizontal FOV
es: FOV horizontal

# Preferences
source: Classic Zoom
es: Zoom clásico

# Preferences
source: Master Volume
es: Volumen general

# Preferences
source: Environmental Audio
es: Audio ambiental

# Preferences
source: Show Player Statistics
es: Mostrar estadísticas del jugador

# Preferences
source: Debug Hit Detection
es: Depurar detección de impactos

# Preferences
source: Hit Test Debugger Size
es: Tamaño del depurador de impactos

# Preferences
source: Toggle Hit Test Zoom
es: Alternar zoom del depurador de impactos

# Preferences
source: Debug Weapon Spread
es: Depurar dispersión del arma

# Preferences
source: Classic Viewmodel
es: Viewmodel clásico

# Preferences
source: Minimap
es: Minimapa

# Preferences
source: Minimap Size
es: Tamaño del minimapa

# Preferences
source: Use Weapon Icons
es: Usar iconos de armas

# Preferences
source: Use Random Colors
es: Usar colores aleatorios
